brew "asdf"
brew "awscli", link: false
brew "caddy"
brew "go"
brew "direnv"
brew "dive"
brew "fzf"
brew "ghq"
brew "git"
brew "jq"
brew "pstree"
brew "sheldon"
brew "starship"
brew "tbls"
brew "tfenv"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "z"

cask "1password"
cask "charles"
cask "docker"
cask "figma"
cask "google-cloud-sdk"
cask "hyper"
cask "karabiner-elements"
brew "mas"
cask "sublime-text"
cask "raycast"
cask "visual-studio-code"

mas "Display Menu", id: 549083868

vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "figma.figma-vscode-extension"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "hashicorp.terraform"
vscode "hediet.vscode-drawio"
vscode "prisma.prisma"
vscode "rangav.vscode-thunder-client"
vscode "shopify.ruby-extensions-pack"
vscode "shopify.ruby-lsp"
vscode "sorbet.sorbet-vscode-extension"
vscode "streetsidesoftware.code-spell-checker"

