tap "argon/mas"
tap "aws/tap"
tap "buildpacks/tap"
tap "fujiwara/tap"
tap "getsentry/tools"
tap "go-task/tap"
tap "golangci/tap"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "instrumenta/instrumenta"
tap "kayac/tap"
tap "micin-jp/racco"
tap "minamijoyo/tfmigrate"
tap "minamijoyo/tfupdate"
tap "nektos/tap"
tap "rcmdnk/file"
tap "songmu/tap"
brew "act"
brew "amp"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "python@3.11"
brew "asciinema"
brew "autoconf"
brew "coreutils"
brew "asdf"
brew "aws-iam-authenticator"
brew "aws-sam-cli"
brew "awscli", link: false
brew "bash"
brew "boost"
brew "buildkit"
brew "caddy"
brew "glib"
brew "cairo"
brew "cfssl"
brew "clang-format"
brew "cmake"
brew "conftest"
brew "cpulimit"
brew "ctags"
brew "libunistring"
brew "libidn2"
brew "go"
brew "dep"
brew "direnv"
brew "dive"
brew "docker-credential-helper-ecr"
brew "folly"
brew "edencommon"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fish"
brew "fzf"
brew "gawk"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "ghq"
brew "git"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "go-task"
brew "gobject-introspection"
brew "goreleaser"
brew "jasper"
brew "netpbm"
brew "gts"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "hub"
brew "infracost"
brew "jq"
brew "jsonnet"
brew "k9s"
brew "kubernetes-cli"
brew "kubectx"
brew "libpq"
brew "mas"
brew "mkcert"
brew "moreutils"
brew "msgpack"
brew "node", link: false
brew "packer"
brew "peco"
brew "poppler"
brew "portaudio"
brew "pstree"
brew "python@3.10"
brew "python@3.7"
brew "python@3.8"
brew "python@3.9"
brew "qrencode"
brew "ruby-build"
brew "sheldon"
brew "shellcheck"
brew "starship"
brew "stern"
brew "swi-prolog"
brew "tbls"
brew "tfenv"
brew "tfsec"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "watch"
brew "watchman"
brew "wget"
brew "yarn"
brew "yq"
brew "z"
brew "buildpacks/tap/pack"
brew "kayac/tap/ecspresso"
brew "micin-jp/racco/racco"
brew "minamijoyo/tfmigrate/tfmigrate"
brew "minamijoyo/tfupdate/tfupdate"
brew "rcmdnk/file/brew-file"
brew "songmu/tap/ecschedule"
cask "charles"
cask "docker"
cask "fig"
cask "figma"
cask "google-cloud-sdk"
cask "graphql-playground"
cask "iterm2"
cask "karabiner-elements"
cask "ngrok"
cask "react-native-debugger"
cask "sublime-text"
cask "visual-studio-code"
cask "warp"
mas "Display Menu", id: 549083868
mas "Xcode", id: 497799835
vscode "apollographql.vscode-apollo"
vscode "bierner.markdown-mermaid"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "figma.figma-vscode-extension"
vscode "genieai.chatgpt-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "grafana.vscode-jsonnet"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "hashicorp.terraform"
vscode "hediet.vscode-drawio"
vscode "koichisasada.vscode-rdbg"
vscode "misogi.ruby-rubocop"
vscode "mrmlnc.vscode-json5"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.vscode-speech"
vscode "prisma.prisma"
vscode "rangav.vscode-thunder-client"
vscode "shopify.ruby-extensions-pack"
vscode "shopify.ruby-lsp"
vscode "sorbet.sorbet-vscode-extension"
vscode "soutaro.steep-vscode"
vscode "streetsidesoftware.code-spell-checker"
vscode "tfsec.tfsec"
vscode "vscodevim.vim"
vscode "whizkydee.material-palenight-theme"
vscode "withfig.fig"
